Revit 2026 API

# FilterStringGreaterOrEqual Properties

---

The FilterStringGreaterOrEqual type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterStringRuleEvaluator) |

#### Reference

FilterStringGreaterOrEqual Class

Autodesk.Revit.DB Namespace